index.org
#+SETUPFILE: https://hozendev.github.io/hozen-style/html/hozen.setup
#+TITLE: ISIMA - Enzo Durel
#+LANGUAGE: fr

* Présentation

Lorem ipsum dolor sit amet, consectetur adipiscing elit. Fusce pulvinar, nunc et sollicitudin mollis, quam augue ultrices turpis, id finibus nunc nulla in nisi. Nullam neque elit, bibendum non vulputate vel, ultrices sit amet ex. Duis egestas libero ut convallis commodo. Pellentesque nec lacus magna. Etiam finibus augue orci, eu faucibus diam malesuada quis. In lacinia arcu vitae varius gravida. Aliquam suscipit nunc orci, eu ultricies dui porta ultricies. Donec nisl massa, vehicula ut pulvinar eget, tempus a lectus. Sed rhoncus lacus eget risus lobortis volutpat. Aenean pulvinar, justo eu eleifend vehicula, velit neque ultricies neque, at pulvinar neque ex in justo. Donec viverra rhoncus erat eget porttitor. Maecenas quis hendrerit purus. 

* Portfolio

[[https://hozendev.github.io/enzodurel.fr/][Lien vers mon portfolio]]

* CV

(à paraître)
[[https://hozendev.github.io/enzodurel.fr/][Lien vers mon CV en ligne]]

* ZZ2
* ZZ1
** Anglais

[[https://perso.isima.fr/~endurel/zz1/english/s1/vocabulary/][Vocabulaire anglais du S1]]

** Projet
* Prep'Isima 2
* Prep'Isima 1
** Développement Linux
*** Ressources

    - [[https://perso.isima.fr/~yjdaniel/cours/installations/installations.html][Logiciels Utiles]]
    - [[https://perso.isima.fr/~yjdaniel/cours/emacs/emacs.html][Emacs]]
    - [[https://perso.isima.fr/~yjdaniel/cours/latex/latex.html][LaTeX]]
    - [[https://perso.isima.fr/~yjdaniel/cours/securite/securite.html][Cryptographie]]
    - [[https://www-fourier.ujf-grenoble.fr/~parisse/giac/doc/fr/tutoriel/index.html][Xcas]]
    - [[https://perso.isima.fr/~yjdaniel/cours/git/git.html][Git]]  

*** CodeInGame

    - [[https://perso.isima.fr/~endurel/prep1/devlinux/detectivepika/pika.html][Détective Pikatcha 1&2]]

      
