index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
<!-- 2023-09-25 lun. 12:14 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>ISIMA - Enzo Durel</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://hozendev.github.io/hozen-style/html/css/reset.css" />
<link rel="stylesheet" type="text/css" href="https://hozendev.github.io/hozen-style/html/css/hozen_style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">ISIMA - Enzo Durel</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table des matières</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgc99eb7b">1. Présentation</a></li>
<li><a href="#orgd6e9784">2. Portfolio</a></li>
<li><a href="#orgcc09272">3. CV</a></li>
<li><a href="#orgf4f7734">4. ZZ2</a></li>
<li><a href="#orgc0ff7aa">5. ZZ1</a>
<ul>
<li><a href="#org121e404">5.1. Anglais</a></li>
<li><a href="#orgee0519d">5.2. Projet</a></li>
</ul>
</li>
<li><a href="#orge4fe619">6. Prep'Isima 2</a></li>
<li><a href="#org386cdba">7. Prep'Isima 1</a>
<ul>
<li><a href="#org4d659eb">7.1. Développement Linux</a>
<ul>
<li><a href="#org832a8ab">7.1.1. Ressources</a></li>
<li><a href="#org4d842b4">7.1.2. CodeInGame</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgc99eb7b" class="outline-2">
<h2 id="orgc99eb7b"><span class="section-number-2">1.</span> Présentation</h2>
<div class="outline-text-2" id="text-1">
<p>
Lorem ipsum dolor sit amet, consectetur adipiscing elit. Fusce pulvinar, nunc et sollicitudin mollis, quam augue ultrices turpis, id finibus nunc nulla in nisi. Nullam neque elit, bibendum non vulputate vel, ultrices sit amet ex. Duis egestas libero ut convallis commodo. Pellentesque nec lacus magna. Etiam finibus augue orci, eu faucibus diam malesuada quis. In lacinia arcu vitae varius gravida. Aliquam suscipit nunc orci, eu ultricies dui porta ultricies. Donec nisl massa, vehicula ut pulvinar eget, tempus a lectus. Sed rhoncus lacus eget risus lobortis volutpat. Aenean pulvinar, justo eu eleifend vehicula, velit neque ultricies neque, at pulvinar neque ex in justo. Donec viverra rhoncus erat eget porttitor. Maecenas quis hendrerit purus. 
</p>
</div>
</div>

<div id="outline-container-orgd6e9784" class="outline-2">
<h2 id="orgd6e9784"><span class="section-number-2">2.</span> Portfolio</h2>
<div class="outline-text-2" id="text-2">
<p>
<a href="https://hozendev.github.io/enzodurel.fr/">Lien vers mon portfolio</a>
</p>
</div>
</div>

<div id="outline-container-orgcc09272" class="outline-2">
<h2 id="orgcc09272"><span class="section-number-2">3.</span> CV</h2>
<div class="outline-text-2" id="text-3">
<p>
(à paraître)
<a href="https://hozendev.github.io/enzodurel.fr/">Lien vers mon CV en ligne</a>
</p>
</div>
</div>

<div id="outline-container-orgf4f7734" class="outline-2">
<h2 id="orgf4f7734"><span class="section-number-2">4.</span> ZZ2</h2>
</div>
<div id="outline-container-orgc0ff7aa" class="outline-2">
<h2 id="orgc0ff7aa"><span class="section-number-2">5.</span> ZZ1</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org121e404" class="outline-3">
<h3 id="org121e404"><span class="section-number-3">5.1.</span> Anglais</h3>
<div class="outline-text-3" id="text-5-1">
<p>
<a href="https://perso.isima.fr/~endurel/zz1/english/s1/vocabulary/">Vocabulaire anglais du S1</a>
</p>
</div>
</div>

<div id="outline-container-orgee0519d" class="outline-3">
<h3 id="orgee0519d"><span class="section-number-3">5.2.</span> Projet</h3>
</div>
</div>
<div id="outline-container-orge4fe619" class="outline-2">
<h2 id="orge4fe619"><span class="section-number-2">6.</span> Prep'Isima 2</h2>
</div>
<div id="outline-container-org386cdba" class="outline-2">
<h2 id="org386cdba"><span class="section-number-2">7.</span> Prep'Isima 1</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org4d659eb" class="outline-3">
<h3 id="org4d659eb"><span class="section-number-3">7.1.</span> Développement Linux</h3>
<div class="outline-text-3" id="text-7-1">
</div>
<div id="outline-container-org832a8ab" class="outline-4">
<h4 id="org832a8ab"><span class="section-number-4">7.1.1.</span> Ressources</h4>
<div class="outline-text-4" id="text-7-1-1">
<ul class="org-ul">
<li><a href="https://perso.isima.fr/~yjdaniel/cours/installations/installations.html">Logiciels Utiles</a></li>
<li><a href="https://perso.isima.fr/~yjdaniel/cours/emacs/emacs.html">Emacs</a></li>
<li><a href="https://perso.isima.fr/~yjdaniel/cours/latex/latex.html">LaTeX</a></li>
<li><a href="https://perso.isima.fr/~yjdaniel/cours/securite/securite.html">Cryptographie</a></li>
<li><a href="https://www-fourier.ujf-grenoble.fr/~parisse/giac/doc/fr/tutoriel/index.html">Xcas</a></li>
<li><a href="https://perso.isima.fr/~yjdaniel/cours/git/git.html">Git</a></li>
</ul>
</div>
</div>

<div id="outline-container-org4d842b4" class="outline-4">
<h4 id="org4d842b4"><span class="section-number-4">7.1.2.</span> CodeInGame</h4>
<div class="outline-text-4" id="text-7-1-2">
<ul class="org-ul">
<li><a href="https://perso.isima.fr/~endurel/prep1/devlinux/detectivepika/pika.html">Détective Pikatcha 1&amp;2</a></li>
</ul>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2023-09-25 lun. 12:14</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>